Repository: aaw-team/fe_cookies
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# backendmodule.headings.index
source: Frontend Cookies Management
de: Frontend Cookies Verwaltung

# backendmodule.label.button.settings
source: Settings
de: Einstellungen

# backendmodule.text.nomessageblocks
source: No Message block records found on this page
de: Keine Meldungs-Block Datensätze gefunden auf dieser Seite

# backendmodule.label.button.createmessageblock
source: New Message block
de: Neuer Meldungs-Block

# backendmodule.label.button.editmessageblock
source: Edit Message block
de: Meldungs-Block bearbeiten

# backendmodule.label.button.hidemessageblock
source: Hide Message block
de: Meldungs-Block verbergen

# backendmodule.label.button.unhidemessageblock
source: Un-hide Message block
de: Meldungs-Block sichtbar machen

# backendmodule.label.button.deletemessageblock
source: Delete Message block
de: Meldungs-Block löschen

# backendmodule.label.button.moveupmessageblock
source: Move Message block up in list
de: Meldungs-Block in der Liste nach oben schieben

# backendmodule.label.button.movedownmessageblock
source: Move Message block down in list
de: Meldungs-Block in der Liste nach unten schieben

# sysmessage.nopage.heading
source: No page selected
de: Keine Seite ausgewählt

# sysmessage.nopage.text
source: Please click the page title in the page tree to the left.
de: Bitte klicken Sie auf den Seitentitel im Seitenbaum links.

# sysmessage.notemplaterecord.heading
source: No template record found
de: Kein Template Datensatz gefunden

# sysmessage.notemplaterecord.text
source: Either there is no TypoScript template or the configuration in "mod.fe_cookies" is incorrect.
de: Entweder gibt es keine Template Datensatz oder die Konfiguration in "mod.fe_cookies" ist fehlerhaft.

# sysmessage.noaccesstosettings.text
source: You do not have access to the settings
de: Sie haben keine Zugriffsberechtigung für die Einstellungen

# sysmessage.success.templaterecordstore
source: Successfully stored the template record
de: Der Template Datensatz wurde erfolgreich gespeichert

# sysmessage.error.templaterecordstore
source: Cannot store the template record
de: Der Template Datensatz konnte nicht gespeichert werden

# sysmessage.error.invalidrequestdata
source: Invalid request data detected
de: Ungültige Daten in der Anfrage

# plugin.label.button.accept
source: Accept
de: Akzeptieren

# plugin.label.button.close
source: Close
de: Schliessen

# plugin.label.aria.banner
source: Cookie usage notice
de: Hinweis zur Verwendung von Cookies
