Repository: aaw-team/fe_cookies
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin.fecookies.description
source: Shows configured cookie-consent message(s).
de: Zeigt die konfigurierte(n) Cookie-Einverständniserklärung(en) and.

# tca.tx_fecookies_domain_model_block
source: Message block
de: Meldungs-Block

# tca.tx_fecookies_domain_model_block.type
source: Type
de: Typ

# tca.tx_fecookies_domain_model_block.title
source: Title
de: Titel

# tca.tx_fecookies_domain_model_block.bodytext
source: Bodytext
de: Text

# tca.tx_fecookies_domain_model_block.palette.hidden
source: Visibility of message block
de: Sichtbarkeit des Meldungs-Blocks

# constants.settings.includeCssApi
source: Include CSS API: Includes a CSS file which defines some useful CSS classes.
de: CSS API einbinden: Bindet eine CSS-Datei ein, welche verschiedene nützliche CSS Klassen definiert.

# constants.settings.templateRootPath
source: Template root path: Sets a specific path for template files.
de: Template root path: Definiert einen spezifischen Pfad für Template-Dateien.

# constants.settings.partialRootPath
source: Partial root path: Sets a specific path for view-partial files.
de: Partial root path: Definiert einen spezifischen Pfad für View-Partial-Dateien.

# constants.settings.layoutRootPath
source: Layout root path: Sets a specific path for layout files.
de: Layout root path: Definiert einen spezifischen Pfad für Layout-Dateien.
